/* 
  File.strings
  HostsToolForMac

  Created by Zhang.M on 03/03/2017.
  Copyright © 2017 ZzzM. All rights reserved.
*/
"Menu.Title.Import" = "Local Import";
"Menu.Title.Network" = "Network Update";
"Menu.Title.Check" = "Check for Update";
"Menu.Title.Exit" = "Exit";

"Submenu.Title.Default" = "Default";
"Submenu.Title.Mirror" = "Mirror";

"Error.Hosts.Invalid" = "Hosts is Invalid!";
"Error.Hosts.Creation" = "Hosts Creation Failed:";

"Error.Script.Compile" = "Script Failed To Compile!";
"Error.Script.Execution" = "Script Execution Failed:";

"Hint.Version.Availble" = "New Version Availble!";
"Hint.Version.Latest" = "The Latest Version!";
"Hint.Script.Succeed" = "Succeed!";


